Repository: Prot10/MyMacCleaner
Catalog: MyMacCleaner/Resources/MenuBar.xcstrings
Source language: en
Languages: es, it

# menuBar.action.openApp
source: Open App
es: Abrir App
it: Apri App

# menuBar.action.scan
source: Smart Scan
es: Escaneo Inteligente
it: Scansione Rapida

# menuBar.disk
source: Disk
es: Disco
it: Disco

# menuBar.displayMode
source: Display Mode
es: Modo de Visualización
it: Modalità di Visualizzazione

# menuBar.displayMode.compact
source: Compact
es: Compacto
it: Compatto

# menuBar.displayMode.cpuAndRam
source: CPU & RAM
es: CPU y RAM
it: CPU e RAM

# menuBar.displayMode.cpuOnly
source: CPU Only
es: Solo CPU
it: Solo CPU

# menuBar.displayMode.ramOnly
source: RAM Only
es: Solo RAM
it: Solo RAM

# menuBar.lastUpdate
source: Live monitoring
es: Monitoreo en vivo
it: Monitoraggio in tempo reale

# menuBar.memory
source: Memory
es: Memoria
it: Memoria

# menuBar.memory.pressure.critical
source: Memory pressure critical
es: Presión de memoria crítica
it: Pressione memoria critica

# menuBar.memory.pressure.normal
source: Memory pressure normal
es: Presión de memoria normal
it: Pressione memoria normale

# menuBar.memory.pressure.warning
source: Memory pressure elevated
es: Presión de memoria elevada
it: Pressione memoria elevata

# menuBar.quit
source: Quit
es: Salir
it: Esci
